"""
все переменные
"""

"""
вкладка ввод данных градуировка
"""
# выпадающие списки кол-ва стандартов и элементов
number = [1,2,3,4,5,6,7,8,9,10]
# названия колонок таблички расстворения
name_all_columns_probirka = {'m_пробирк,г', 'm_навеск,мг', 'm_итог,г'}
# горизонтальный пропуск для табличек: массовой доли, добавления сигнал прибора, добавления разбавления, rsd
gap_gor_add = 70
# горизонтальный пропуск для табличек: массовой доли, добавления сигнал прибора, добавления разбавления, rsd
gap_vert_add = 23
# большой горизонтальный пропуск между подтаблицами в таблице для растворения ГСО
gap_6_gor_add = 250
"""
конец
"""

name_all_columns_probirka_proba = {'m_пробирк,г', 'm_навеск,мг', 'm_итог,г'}