"""
все переменные
"""

# выпадающие списки кол-ва стандартов и элементов
number = [1,2,3,4,5,6,7,8,9,10]
# названия колонок таблички расстворения
name_all_columns_probirka = {'m_пробирк,г', 'm_навеск,мг', 'm_итог,г'}
#
name_all_columns_probirka_proba = {'m_пробирк,г', 'm_навеск,мг', 'm_итог,г'}
# горизонтальный пропуск для табличек: массовой доли, добавления сигнал прибора, добавления разбавления, rsd
gap_gor_add = 70
# горизонтальный пропуск для табличек: массовой доли, добавления сигнал прибора, добавления разбавления, rsd
gap_vert_add = 23
# большой горизонтальный пропуск между подтаблицами в таблице для растворения ГСО
gap_6_gor_add = 250

#name_table_mass_dol_proba  name_table_plotn_proba
#lbl_el_m_d_proba           lbl_el_pl_proba
#lbl_std_m_d_proba          lbl_std_pl_proba
#lbl_ent_m_d_proba          lbl_ent_pl_proba